{
  "posts": [
    {
      "id": "datathon2024",
      "title": "The Illinois Statistics Datathon 2024",
      "date": "2024-04-01",
      "dateDisplay": "April 1st, 2024",
      "image": "images/E08_Cover.jpg",
      "url": "blog/Datathon2024.html",
      "excerpt": "The 8th annual Illinois Statistics Datathon was hosted by the Department of Statistics and Illini Stat Club in partnertship with Synchrony Financial. Farid, Seon Mi, Divyansh, and me worked intensively during 36 hours to uncover patterns within Synchrony's Interactive Voice System. We ranked 4th out of 345 teams!",
      "comments": 2,
      "buttonText": "Continue Reading"
    },
    {
      "id": "trb2024",
      "title": "The Transportation Research Board Annual Meeting 2023 (D.C)",
      "date": "2024-01-28",
      "dateDisplay": "January 28th, 2024",
      "image": "images/E07_Cover.jpg",
      "url": "blog/TRB2024.html",
      "excerpt": "The Transportation Research Board (TRB) 103rd Annual Meeting was held in January 7–11, 2024 in Washington, D.C. As the single largest gathering of transportation practitioners and researchers in the world, it attracted more than 13,000 attendees from throughout the United States and across the world during its last edition.",
      "comments": 2,
      "buttonText": "Continue Reading"
    },
    {
      "id": "atlas",
      "title": "The Reborn of ATLAS (Illinois)",
      "date": "2023-08-06",
      "dateDisplay": "August 6th, 2023",
      "image": "images/E06_Cover.jpg",
      "url": "blog/ATLAS.html",
      "excerpt": "ICT's Accelerated Transportation Loading Assembly (ATLAS), a system that is capable of simulating aircraft, truck and rail traffic distributions is currently undergoing a major upgrade. Its new capabilities will be fundamental for the accelerated pavement testing of the sections recently built as part of the R27-216 project, \"Optimizing the Use of Local Aggregates in Stone-matrix Asphalt (SMA)\".",
      "comments": 2,
      "buttonText": "Continue Reading"
    },
    {
      "id": "graduation",
      "title": "A Chapter Closes: My MS Graduation",
      "date": "2023-05-15",
      "dateDisplay": "May 15th, 2023",
      "image": "images/E05_Cover.jpg",
      "url": "blog/Graduation.html",
      "excerpt": "I am proud to announce that I have successfully completed my MS in Civil Engineering at the University of Illinois, Urbana-Champaign. This achievement holds an extra special significance for me as I am a first-generation college student. As I move forward, my next destination will be the PhD program at The Grainger College of Engineering. Here's to new beginnings, endless possibilities, and the pursuit of greatness!",
      "comments": 2,
      "buttonText": "Continue Reading"
    },
    {
      "id": "trb2023",
      "title": "The Transportation Research Board Annual Meeting 2023 (D.C)",
      "date": "2023-07-30",
      "dateDisplay": "July 30st, 2023",
      "image": "images/E04_Cover.jpg",
      "url": "blog/TRB2023.html",
      "excerpt": "The Transportation Research Board (TRB) 102st Annual Meeting was held in January 8–12, 2023 in Washington, D.C. As the single largest gathering of transportation practitioners and researchers in the world, it attracted more than 13,000 attendees from throughout the United States and across the world during its last edition.",
      "comments": 1,
      "buttonText": "Continue Reading"
    },
    {
      "id": "visit_faa",
      "title": "A Visit to the William J. Hughes Technical Center (New Jersey)",
      "date": "2022-06-26",
      "dateDisplay": "June 26th, 2022",
      "image": "images/E03_Cover.jpg",
      "url": "blog/Visit_FAA.html",
      "excerpt": "Located 10 miles northwest of Atlantic City, New Jersey, the FAA William J. Hughes Technical Center is a US premier federal aviation laboratory. It is home to the National Airport Pavement Test Facility (NAPTF), where accelerated airfield pavement testing is continuously conducted. The rail-based test vehicle has two loading carriages than can be configured for up to 10 wheels per carriage with loads up to 333.75 kN per wheel.",
      "comments": 2,
      "buttonText": "Continue Reading"
    },
    {
      "id": "trb2022",
      "title": "The Transportation Research Board Annual Meeting 2022 (D.C)",
      "date": "2022-01-30",
      "dateDisplay": "January 30th, 2022",
      "image": "images/E02_Cover.jpg",
      "url": "blog/TRB2022.html",
      "excerpt": "The Transportation Research Board (TRB) 101st Annual Meeting was held in January 9–13, 2022 in Washington, D.C. More than 7,500 attendees joined the 2022 edition, including researchers, policy makers, administrators, practitioners, and representatives of government, industry, and academic institutions. TRB's 177 standing technical committees continued to address current and emerging issues within their scopes.",
      "comments": 1,
      "buttonText": "Continue Reading"
    },
    {
      "id": "fulbright",
      "title": "Once a Fulbrighter, Always a Fulbrighter",
      "date": "2021-07-31",
      "dateDisplay": "July 31st, 2021",
      "image": "images/E01_Cover.jpg",
      "url": "blog/Fulbright.html",
      "excerpt": "On July 9th, 2020, I would receive the call I had been waiting for. Laura Balbuena, Executive Director of the Fulbright Peru Commision, was on the line and I was being offered a Fulbright scholarship to pursue a Master's degree in the United States. Because I submitted my application shortly before the deadline and this was the first time I was ever applying to any scholarship, I had kept my expectations low. I was in shock. I was going to the US! Fate had smiled upon me.",
      "comments": 1,
      "buttonText": "Continue Reading"
    }
  ]
}

