{
  "items": [
    {
      "id": "trb-acrp-award",
      "title": "Eight Winners Selected for the TRB Airport Cooperative Research Program Graduate Research Awards",
      "date": "2025-10-31",
      "dateDisplay": "October 31, 2025",
      "source": "National Academies of Sciences, Engineering, and Medicine",
      "url": "https://www.nationalacademies.org/news/eight-winners-selected-for-the-trb-airport-cooperative-research-program-graduate-research-awards-2",
      "excerpt": "Congratulations Johann Cardenas! His research project titled 'Mechanistic Overload Permitting Approach for Flexible Airfield Pavements via Deterministic Damage Factors' makes him an ACRP Graduate Research Award winner."
    },
    {
      "id": "ict-faa-ai",
      "title": "Showcasing Illinois innovation at Transportation Research Board's annual meeting",
      "date": "2025-01-21",
      "dateDisplay": "Jan 21, 2025",
      "source": "Illinois Center for Transportation",
      "url": "https://ict.illinois.edu/news/newsletters/more-newsletters/february-2025/trb-2025",
      "excerpt": "RB presentation highlights from the Illinois Center for Transportation, featuring research presentations and contributions from ICT researchers at the 2025 Transportation Research Board Annual Meeting"
    },
    {
      "id": "trb-presentation-list",
      "title": "TRB Presentation List",
      "date": "2024-02-01",
      "dateDisplay": "Feb 2024",
      "source": "Illinois Center for Transportation",
      "url": "https://ict.illinois.edu/news/newsletters/more-newsletters/february-2024/trb-presentation-list",
      "excerpt": "TRB presentation highlights from the Illinois Center for Transportation, featuring research presentations and contributions from ICT researchers at the 2024 Transportation Research Board Annual Meeting."
    },
    {
      "id": "ict-faa-ai-old",
      "title": "ICT, FAA harness AI to take airport pavements to new heights",
      "date": "2022-07-29",
      "dateDisplay": "Jul 29, 2022",
      "source": "Illinois Center for Transportation",
      "url": "https://ict.illinois.edu/news/newsletters/more-newsletters/ict-faa-harness-ai-to-take-airport-pavements-to-new-heights",
      "excerpt": "University of Illinois Urbana-Champaign Department of Civil and Environmental Engineering researchers visited the Federal Aviation Administration's William J. Hughes Technical Center in Atlantic City, New Jersey."
    }
  ]
}

